grails-app/views/templates/input_xml/_tep_bao_cao_van_tin.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cic="http://www.endpoint.ws.h2h.cic.org.vn/cicreport">
    <soapenv:Header />
    <soapenv:Body>
        <cic:TepBaoCaoVanTin>
            <cic:TenTep>{TenTep}</cic:TenTep>
        </cic:TepBaoCaoVanTin>
    </soapenv:Body>
</soapenv:Envelope>
